---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentReloadingLatestEventArgs
source: html/27748914-1ea4-a31a-310d-9dae68a45fec.htm
---
# DocumentReloadingLatestEventArgs Members

When the event is cancellable, may call the Cancel() method to cancel it.